backend/controllers/ArticleController.php

INSERT INTO `article` (`user_id`, `title`, `short_content`, `content`, `image`, `created`, `updated`) VALUES (1, 'ascsacsacas', '<p>zsxzxcxzcxzczx</p>', '<p>cxzczxcxzcxzc</p>', '/uploads/crop/cb/cb5e5e10566ca0068dfd8a3f3f1ce099.png', '2015-12-03 14:57:53', '2015-12-03 14:57:53')
---
    public function actionCreate()
    {
        $model = new Article();

        if ($model->load(Yii::$app->request->post()) && $model->save()){

SELECT * FROM `article` WHERE `id`='3'
---
    protected function findModel($id)
    {
        if (($model = Article::findOne($id)) !== null) {