backend/controllers/PageController.php

    public function actionCreate()
    {
        $model = new Page();
        $meta = new Meta();

        if ($model->load(Yii::$app->request->post()) && $meta->load(Yii::$app->request->post())) {

            $meta->save();
            $model->meta_id=$meta->id;


            $model->save();
---
INSERT INTO `meta` (`title`, `description`, `keywords`, `route`) VALUES ('xczxcxcxcxzc', '<p>xcxcxcxcxc</p>', 'xcxcxcxcxc', 'xcxcxcxcxcxc')
INSERT INTO `page` (`title`, `content`, `alias`, `meta_id`, `created`, `updated`) VALUES ('asxsxsax', '<p>zxzsxsxcxcxc</p>', 'cxcxcxc', 9, '2015-12-03 14:55:44', '2015-12-03 14:55:44')

    protected function findModel($id)
    {
        if (($model = Page::findOne($id)) !== null) {
---
SELECT * FROM `page` WHERE `id`='9'