backend/modules/settings/controllers/DefaultController.php

SELECT * FROM `settings` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = Settings::findOne($id)) !== null) {